Repository: common-repository/simple-account-system
Catalog: languages/simple-account-system-*.po
Languages: es_es

source: Sorry, your nonce did not verify.
es_es: Lo sentimos, tu post no ha sido verificado.

source: Updated!
es_es: ¡Actualizado!

source: Help S.A.S. login
es_es: Ayuda S.A.S.

source: Include reCaptcha?
es_es: ¿Incluye el reCaptcha?

source: If your theme already includes reCaptcha set this option to NO.
es_es: Si tu tema ya incluye reCaptcha esta opción no.

source: Yes
es_es: Si

source: Where you want to place Sign In - Sign Out links
es_es: (Menú) Donde quieres poner los enlaces Login/Logout

source: reCaptcha Site Key
es_es: Clave del sitio reCAPTCHA

source: reCaptcha Secret Key
es_es: Clave secreta reCAPTCHA

source: Save Settings
es_es: Guardar ajustes

source: Sign In
es_es: Ingresar

source: Forgot Your Password?
es_es: ¿Has olvidado tu contraseña?

source: Pick a New Password
es_es: Elija una contraseña nueva

source: Sign Up
es_es: Regístrate

source: Your Account
es_es: Tu cuenta

source: Phone
es_es: Teléfono

source: Address
es_es: Dirección

source: Country
es_es: País

source: City
es_es: Ciudad

source: Zip code
es_es: Código postal

source: You are already signed in.
es_es: Ahora ha iniciado sesión.

source: Registering new users is currently not allowed.
es_es: Actualmente no se permite el registro de usuarios.

source: Invalid password reset link.
es_es: Token de restablecimiento de contraseña no válido.

source: Hello!
es_es: ¡Hola!

source: You asked us to reset your password for your account using the email address %s.
es_es: Usted nos pidió restablecer la contraseña para su cuenta utilizando la dirección de correo %s.

source: If this was a mistake, or you didn't ask for a password reset, just ignore this email and nothing will happen.
es_es: Si esto fue un error, o usted no ha pedido un restablecimiento de contraseña, simplemente ignore este email y no pasa nada.

source: To reset your password, visit the following address:
es_es: Para restablecer su contraseña, visite la siguiente dirección:

source: Thanks!
es_es: ¡Gracias!

source: You do have an email address, right?
es_es: ¿Tienes una dirección de correo electrónico correcta?

source: You need to enter a password to login.
es_es: Es necesario introducir una contraseña para iniciar sesión.

source: We don't have any users with that email address. Maybe you used a different one when signing up?
es_es: No tenemos ningún usuario con ese correo electrónico. ¿Tal vez usted ha utilizado uno diferente al registrarse?

source: The password you entered wasn't quite right. <a href='%s'>Did you forget your password</a>?
es_es: La contraseña no estaba muy bien. <a href='%s'>¿Olvidó su contraseña</a>?

source: The email address you entered is not valid.
es_es: La dirección de correo electrónico que ingresaste no es válida.

source: An account exists with this email address.
es_es: Existe una cuenta con esta dirección de correo electrónico.

source: The Google reCAPTCHA check failed. Are you a robot?
es_es: La comprobación de reCAPTCHA de Google falló. ¿Es un robot?

source: You need to enter your email address to continue.
es_es: Deberá introducir su dirección de correo electrónico para continuar.

source: There are no users registered with this email address.
es_es: No hay ningún usuario registrado con esta dirección de correo electrónico.

source: The password reset link you used is not valid anymore.
es_es: El enlace de restablecimiento de contraseña usaste ya no es válido.

source: The two passwords you entered don't match.
es_es: Las dos contraseñas que ha introducido no coinciden.

source: Sorry, we don't accept empty passwords.
es_es: Lo sentimos, no aceptamos contraseñas vacías.

source: An unknown error occurred. Please try again later.
es_es: Ha ocurrido un error interno. Por favor, inténtelo de nuevo más tarde.

source: Sign Out
es_es: Cerrar Sesión

source: You have signed out. Would you like to sign in again?
es_es: Has cerrado sesión ¿Te gustaría iniciar sesión otra vez?

source: You have successfully registered to <strong>%s</strong>. We have emailed your password to the email address you entered.
es_es: Ha registrado correctamente <strong>%s</strong>. Hemos enviado tu contraseña a la dirección de correo electrónico que ingresaste.

source: Check your email for a link to reset your password.
es_es: Revise su correo electrónico para restablecer su contraseña.

source: Your password has been changed. You can sign in now.
es_es: Su contraseña ha sido cambiada. Usted puede inscribirse ahora.

source: Email
es_es: Correo electrónico

source: Forgot your password?
es_es: ¿Olvidó su contraseña?

source: Password
es_es: Contraseña

source: Enter your email address and we'll send you a link you can use to pick a new password.
es_es: Introduzca su dirección de correo electrónico y le enviaremos un enlace que puede utilizar para elegir una nueva contraseña.

source: Reset Password
es_es: Recuperar Contraseña

source: New password
es_es: Nueva contraseña

source: Repeat new password
es_es: Repetir contraseña nueva

source: Create an Account
es_es: Crear una cuenta

source: * Email
es_es: * Correo electrónico

source: First name
es_es: Nombre

source: Last name
es_es: Apellidos

source: Note: Your password will be generated automatically and emailed to the address you specify above.
es_es: Nota: La contraseña se genera automáticamente y por correo electrónico a la dirección especificada por encima de.

source: Register
es_es: Regístrese

source: Update
es_es: Actualizar

source: A plugin to replace the default user flow, for login, logout, account(profile), with extra contact info fields, phone, address, country, city, zip code.
es_es: Un plugin para reemplazar el flujo por defecto usuario, login, logout, account(profile), con campos de información adicional de contacto, teléfono, dirección, país, ciudad, código postal.
